tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"

brew 'mas'
brew 'coreutils'
brew 'findutils'
brew 'bash'
brew 'bash-completion'
brew 'httpie'
brew 'python3'
brew 'python@2', link: false
brew 'fzf'
brew 'jq'
brew 'hub'
brew 'git'
brew 'git-lfs'
brew 'readline'
brew 'ssh-copy-id'
brew 'tree'
brew 'yarn'
brew 'neovim'
brew 'n'

cask 'iterm2'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'firefox-nightly'
cask 'github'
cask 'obs'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask '1password'
cask '1password-cli'
cask 'discord'

mas 'Affinity Designer', id: 824171161
mas 'Giphy Capture', id: 668208984
mas 'iA Writer', id: 775737590
mas 'DaisyDisk', id: 411643860
mas 'Trello', id: 1278508951