# tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/cask-versions"
# tap "homebrew/core"
# tap "homebrew/services"
tap "neovim/neovim"

brew 'mas'
brew 'coreutils'
brew 'findutils'
brew 'bash'
brew 'bash-completion'
brew 'httpie'
brew 'python3'
brew 'fzf'
brew 'hub'
brew 'git'
brew 'git-lfs'
brew 'readline'
brew 'ssh-copy-id'
brew 'tree'
brew 'yarn'
brew 'neovim'
brew 'node'

cask 'iterm2'
cask 'figma'
cask 'google-chrome'
cask 'firefox'
cask 'github'
cask 'obs'
cask 'spotify'
cask 'visual-studio-code'
cask '1password'
cask '1password-cli'

mas 'DaisyDisk', id: 411643860