tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'mas'
brew 'coreutils'
brew 'findutils'
brew 'bash'
brew 'bash-completion'
brew 'httpie'
brew 'python3'
brew 'fzf'
brew 'jq'
brew 'awscli'
brew 'hub'
brew 'git-lfs'
brew 'mas'
brew 'readline'
brew 'ssh-copy-id'
brew 'tree'
cask 'dropbox'
cask 'github-desktop'
cask 'duet'
cask 'gitter'
cask 'spotify'
cask 'firefox'
cask 'sketch'
mas 'ScreenFlow', id: 917790450
mas 'Affinity Designer', id: 824171161
mas '1Password', id: 443987910
mas 'GIPHY CAPTURE', id: 668208984
mas 'iA Writer', id: 775737590
mas 'Moom', id: 419330170
mas 'DaisyDisk', id: 411643860
